class text(object):
  START = """<b>{},

Welcome to AI Bot – Your Smart Virtual Assistant!

I'm here to assist you with anything you need – from answering questions to solving tasks.

Tap ‘Help’ below to explore all the features!

<blockquote>🌹 𝐏𝐨𝐰𝐞𝐫𝐞𝐝 𝐛𝐲 ›› <a href="https://t.me/Indian_MV">🇮🇳 𝐈𝐧𝐝𝐢𝐚𝐧 𝐌𝐕 🇮🇳</a></blockquote></b>"""


  FORCE_SUBSCRIBE = """<b>{},

To use the bot, you must join our channel first. The bot will not process any requests without joining.

போட்டைப் பயன்படுத்த முதலில் எங்கள் சேனலில் சேர வேண்டும். பங்கேற்பு இல்லாமல் எந்த கோரிக்கையையும் பாட் செயல்படுத்தாது."""

  LOG = """#New_User

User: {}
ID: {}"""
  
  ABOUT = """<b>📜 Cʜᴇᴄᴋ Aʙᴏᴜᴛ:
  
Lɪʙʀᴀʀʏ: Pʏʀᴏɢʀᴀᴍ 📚
Lᴀɴɢᴜᴀɢᴇ: Pʏᴛʜᴏɴ 🐍
Sᴇʀᴠᴇʀ: Rᴇɴᴅᴇʀ 🌐
Bᴜɪʟᴅ Sᴛᴀᴛᴜs: V1.3 🚀

<blockquote>🌹 𝐏𝐨𝐰𝐞𝐫𝐞𝐝 𝐛𝐲 ›› <a href="https://t.me/Indian_MV">🇮🇳 𝐈𝐧𝐝𝐢𝐚𝐧 𝐌𝐕 🇮🇳</a></blockquote></b>"""
  
  HELP = """<b>✨ --ᴜsᴇs ᴏꜰ ᴄᴏᴍᴍᴀɴᴅs--

• /ask - ɪꜰ ʏᴏᴜ ᴀʀᴇ ᴜsɪɴɢ ᴛʜɪs ʙᴏᴛ ɪɴ ɢʀᴏᴜᴘ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴀsᴋ ᴀɴʏᴛʜɪɴɢ

ᴇx: `/ask what is AI?`

ɴᴏᴛᴇ : ɪɴ ᴘʀɪᴠᴀᴛᴇ ʏᴏᴜ ᴅᴏɴ'ᴛ ɴᴇᴇᴅ ᴛᴏ ᴜsᴇ ᴛʜɪs</b>"""
